var num = 1; // 현재 몇번 문제에 있는지 나타내는 함수
var q = {
	1: {"title": "1번 문제", "type": "PA", "A": "대답 P", "B": "대답 A"},
    2: {"title": "2번 문제", "type": "PA", "A": "대답 P", "B": "대답 A"},   
    3: {"title": "3번 문제", "type": "PA", "A": "대답 P", "B": "대답 A"},   
	4: {"title": "4번 문제", "type": "HD", "A": "대답 H", "B": "대답 D"},
    5: {"title": "5번 문제", "type": "HD", "A": "대답 H", "B": "대답 D"},   
    6: {"title": "6번 문제", "type": "HD", "A": "대답 H", "B": "대답 D"},   
	7: {"title": "7번 문제", "type": "DL", "A": "대답 D", "B": "대답 L"},
    8: {"title": "8번 문제", "type": "DL", "A": "대답 D", "B": "대답 L"},   
    9: {"title": "9번 문제", "type": "DL", "A": "대답 D", "B": "대답 L"},   
	10: {"title": "10번 문제", "type": "AU", "A": "대답 A", "B": "대답 U"},
    11: {"title": "11번 문제", "type": "AU", "A": "대답 A", "B": "대답 U"},   
    12: {"title": "12번 문제", "type": "AU", "A": "대답 A", "B": "대답 U"}
}